Repository: erfanfs10/Django-Blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: A user with that Email already exists.
fa: این ایمیل وجود دارد

source: Email
fa: ایمیل

source: login was successfull welcome %(user)s
fa: %(user)s با موفقیت وارد شدید خوشامدید

source: registration was successfull welcome %(user)s
fa: %(user)s حساب شما با موفقیت ساخته شد

source: user
fa: کاربر

source: bio
fa: توضیحات

source: image
fa: تصویر

source: profile
fa: پروفایل

source: profiles
fa: پروفایل ها

source: title
fa: عنوان

source: content
fa: محتوا

source: post
fa: پست

source: posts
fa: پست ها

source: like
fa: پسندیده

source: likes
fa: پسندیده ها

source: login
fa: وارد شوید

source: Forgot My Password
fa: رمز خود را فراموش کردم

source: don't have an account?
fa: حساب ندارید؟

source: register
fa: حساب باز کنید

source: you've already login do you like to
fa: شما لاگین هستید آیا میخواهید

source: logout?
fa: خارج شوید؟

source: are you sure you want to logout?
fa: آیا میخواهید خارج شوید ؟

source: logout
fa: خارج شدن

source: back to home
fa: برگشت به خانه

source: Password reset
fa: بازیابی رمز عبور

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
fa: رمز عبور خود را فراموش کردید؟ یمیل خود را برای بازیابی رمز وارد کنید

source: reset my password
fa: بازیابی رمز عبور

source: Password reset complete Your password has been set. You may go ahead and log in now.
fa: گذرواژه شما با موفقیت تغییر کرد لطفا دوباره وارد شوید.

source: LogIn
fa: ورود

source: Enter new password
fa: ورود گذرواژه جدید

source: Please enter your new password twice so we can verify you typed it in correctly.
fa: لطفا گذرواژه جدید خود را برای اعتبار سنجی دوبار وارد کنید

source: Password reset sent
fa: لینک تغییر رمز ارسال شد

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly. If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
fa: اگر کاربری با این ایمیل وجود داشته باشد ایمیل برای شما ارسال خواهد شد اگر ایمیل برای شما ارسال نشد مطمن شوید که ایمیلی که با آن حساب باز کرده اید وارد کرده اید و حتما پوشه اسپم خود را چک کنید

source: already have an account?
fa: آیا حساب دارید؟

source: you've already have an account do you like to
fa: شما حساب دارید آیا میخاهید

source: add
fa: اضافه

source: are you sure you want delete your post?
fa: آیا میخواهید پست خود را حذف کنید؟

source: delete
fa: حذف

source: back to home page
fa: برگشت به خانه

source: Delete Image
fa: حذف عکس

source: edit
fa: اعمال

source: Home Page
fa: صفحه اصلی

source: Search
fa: جست و جو

source: sort by like
fa: بر اساس پسند ها

source: sort by oldest
fa: بر اساس قدیمی ترین ها

source: See More
fa: ادامه

source: login first
fa: وارد شوید

source: ago
fa: پیش

source: There is no post yet!
fa: پستی وجود ندارد

source: First
fa: اولین

source: previous
fa: قبلی

source: next
fa: بعدی

source: last
fa: آخرین

source: %(user)s profile
fa: پروفایل %(user)s

source: Bio
fa: توضیحات

source: Title
fa: عنوان

source: Body
fa: محتوا

source: posts that you liked
fa: پست هایی که پسندیده اید

source: You did not like any post
fa: شما پستی را نپسندیدین

source: Your Search
fa: جست و جوی شما

source: No Post Found
fa: پستی یافت نشد

source: update
fa: تغییر

source: Your Posts
fa: پست های شما

source: you have %(count)s posts
fa: شما %(count)s پست دارید

source: Delete your post
fa: حذف پست

source: Add New One
fa: پست جدید

source: Your Porfile
fa: پروفایل شما

source: UserName
fa: نام کاربری

source: Edit Profile
fa: تغییر پروفایل

source: Logout
fa: خارج شدن

source: you need to
fa: شما باید

source: Posts
fa: پست ها

source: Add New Post
fa: پست جدید

source: Show My Posts
fa: پست های من

source: Show Post That I Liked
fa: پست هایی که پسندیده ام

source: Back to home
fa: برگشت به خانه

source: Go
fa: اعمال

source: currnet language : %(lan)s
fa: زبان فعلی : %(lan)s
